<script>
	export default {

	}
</script>

<template>
	<div class="footer">
		<div class="detail">
			本活动所赠送的旅游抵用券只限于使用在含交通和住宿的国内长途、海外产品以及邮轮产品（不包括任何长途或者海外的当地游产品）。
	
	1、当地游产品、签证产品、租车产品等不在本活动抵用券的赠送和使用范围内。
	
	2、赠送金额：根据成交订单中人均费用计算。（说明：若用户通过网上预订2成人出行，若每人消费120元，总计赠送120元不限额旅游抵用券。4成人出行，则总计赠送240元不限额旅游抵用券。若2成人，1儿童出行，总计费用360元，则赠送整个订单的人均消费，即120元不限额抵用券）
	本活动所赠送的旅游抵用券只限于使用在含交通和住宿的国内长途、海外产品以及邮轮产品（不包括任何长途或者海外的当地游产品）。
	
	1、当地游产品、签证产品、租车产品等不在本活动抵用券的赠送和使用范围内。
	
	2、赠送金额：根据成交订单中人均费用计算。（说明：若用户通过网上预订2成人出行，若每人消费120元，总计赠送120元不限额旅游抵用券。4成人出行，则总计赠送240元不限额旅游抵用券。若2成人，1儿童出行，总计费用360元，则赠送整个订单的人均消费，即120元不限额抵用券）
	本活动所赠送的旅游抵用券只限于使用在含交通和住宿的国内长途、海外产品以及邮轮产品（不包括任何长途或者海外的当地游产品）。
	
	1、当地游产品、签证产品、租车产品等不在本活动抵用券的赠送和使用范围内。
	
	2、赠送金额：根据成交订单中人均费用计算。（说明：若用户通过网上预订2成人出行，若每人消费120元，总计赠送120元不限额旅游抵用券。4成人出行，则总计赠送240元不限额旅游抵用券。若2成人，1儿童出行，总计费用360元，则赠送整个订单的人均消费，即120元不限额抵用券）
	本活动所赠送的旅游抵用券只限于使用在含交通和住宿的国内长途、海外产品以及邮轮产品（不包括任何长途或者海外的当地游产品）。
	
	1、当地游产品、签证产品、租车产品等不在本活动抵用券的赠送和使用范围内。
	
	2、赠送金额：根据成交订单中人均费用计算。（说明：若用户通过网上预订2成人出行，若每人消费120元，总计赠送120元不限额旅游抵用券。4成人出行，则总计赠送240元不限额旅游抵用券。若2成人，1儿童出行，总计费用360元，则赠送整个订单的人均消费，即120元不限额抵用券）
	本活动所赠送的旅游抵用券只限于使用在含交通和住宿的国内长途、海外产品以及邮轮产品（不包括任何长途或者海外的当地游产品）。
	
	1、当地游产品、签证产品、租车产品等不在本活动抵用券的赠送和使用范围内。
	
	2、赠送金额：根据成交订单中人均费用计算。（说明：若用户通过网上预订2成人出行，若每人消费120元，总计赠送120元不限额旅游抵用券。4成人出行，则总计赠送240元不限额旅游抵用券。若2成人，1儿童出行，总计费用360元，则赠送整个订单的人均消费，即120元不限额抵用券）
	本活动所赠送的旅游抵用券只限于使用在含交通和住宿的国内长途、海外产品以及邮轮产品（不包括任何长途或者海外的当地游产品）。
	
	1、当地游产品、签证产品、租车产品等不在本活动抵用券的赠送和使用范围内。
	
	2、赠送金额：根据成交订单中人均费用计算。（说明：若用户通过网上预订2成人出行，若每人消费120元，总计赠送120元不限额旅游抵用券。4成人出行，则总计赠送240元不限额旅游抵用券。若2成人，1儿童出行，总计费用360元，则赠送整个订单的人均消费，即120元不限额抵用券）
		</div>
	</div>
</template>

<style lang="less">
	.footer{
		margin-top: .5rem;

		.detail{
			width: 14rem;
			margin: .5rem auto;
			border:.125rem solid #32200e;
			border-radius: .3rem;
			background-color: #fff2e5;
			box-sizing: border-box;
			padding: .75rem;
			font-size: .6rem;
			color: #666;
			line-height: 1.5;
		}

		
	}
	
</style>